[
  {
    "id": 1,
    "title": "JEHOVAH - UBϽŋ ESIE",
    "slug":"jehovah-ubong esie",
    "author": "Bedford",
    "category": "Efik",
    "lyrics": "Chant 2A. Woodward\t\t\t366\t\t\t\tR. C. H. 718.\nNnyin Itoro Fi, O Abasi; Nnyin Imọfiọk Ite Afo Edi Ọbọñg\n1.\tNnyin itoro fi, O Abasi; nnyin imọfiọk ite Afo edi Ọbọñg.\n2.\tKpukpru ererimbot ekpono Fi, nsinsi ete.\n3.\tKpukpru mme angel efiori ekot Fi; mme enyọñg ye Kpukpru mme odudu ke esit.\n4.\tKpukpru mme cherubim ye mme seraphim itreke ndikwọrọ, ete;\n5.\tEdisana, edisana, edisana; Ọbọñg Abasi sabaoth;\n6.\tUteñghe ubọñg fo ọyọhọ enyọñg ye isọñg.\n7.\tAta eti mbon mme Apostle etoro Fi.\n8.\tEti otu mme prophet etoro Fi.\n9.\tMmͻ eke ewotde ke ntak mfo etoro Fi.\n10.\tEdisana ikọt Abasi ofuri ekondo onyime Fi;\n11.\tEte ata akwa uteñghe;\n12.\tYe nkukere Eyen Fo;\n13.\tYe Edisana spirit Iberedem.\n14.\tAfo, O Christ, edi Edidem Ubọñg.\n15.\tAfo edi nsinsi Eyen Ete.\n16.\tKe ini Afo akaduakde ndifak owo, Afo ukusinke idibi Eyen ñwan ke ndek.\n17.\tKe Afo ama akan ndutuhọ mkpa ama, Afo okosio usuñg ubọñg Heaven ọnọ mmọ emi ebuọtde idem enọ Fi.\n18.\tAfo etie k’ubọk nnasia Abasi, ke ubọñg Ete.\n19.\tNnyin imonim ite, Afo eyetọñghọ ntak edi, man ekpe ikpe ye nnyin.\n20.\tDo, nnyin ibeñghe Fi, nyañgha ifin Fo, emi Afo akafakde ye ọsọñg urua iyip Okuomọ.\n21.\tYak ebat mmọ esin ke out edisana ikọt Fo, ke ubọñg emi edibigide ke nsinsi.\n22.\tO Ọbọñg nyañgha ikọt Fo, nyuñg diọñg nditọ Fo.\n23.\tKara mmọ nyuñg nim mmọ ke enyọñg ke nsinsi.\n"
    
  },
  {
    "id":2,
    "title": "Edi Yak Nnyin Ikwͻ",
    "slug":"edi yak nyin ikwo",
    "author": "Franconia",
    "category": "Efik",
    "lyrics": 
      "All People That On Earth Do Dwell\nMake a joyful noise unto the Lord. \tPsalm 100:1\nAll people that on earth do dwell,\nSing to the Lord with cheerful voice,\nHim serve with mirth, His praise forth tell;\nCome ye before Him and rejoice.\nThe Lord, ye know, is God in deed;\nWithout our aid He did us make;\nWe are His folk, He doth us feed;\nAnd for His sheep He doth us take.\nO enter then His gates with praise,\nApproach with joy His courts unto.\nPraise, laud, and bless His name always\nFor it is seemly so to do.\nFor why! The Lord our God is good\nHis mercy is for ever sure;\nHis truth at all times firmly stood,\nAnd shall from age to age endure.\nWILLIAM KETHE, d, 1593 (1).\n"
    
  }
]